{
  "data": [
    {
      "id": "86d8",
      "name": "Узак жол",
      "price": "9000",
      "author": "М.Элебаев",
      "image": "https://narynlib.kg/media/books/images/2023/10/07/%D0%A3%D0%B7%D0%B0%D0%BA_%D0%B6%D0%BE%D0%BB_%D0%9C%D1%83%D0%BA%D0%B0%D0%B9_%D0%AD%D0%BB%D0%B5%D0%B1%D0%B0%D0%B5%D0%B2_%D1%80%D0%BE%D0%BC%D0%B0%D0%BD_01.jpg",
      "annotation": "апролдлорпапролдлорпролдлорненгшщшгнеддвлооаврадовыпгукреаыворукгшкцуйгкншупавимвалвыфрагуаолфыв ывофарвыоф авыоар ыв а ыв авыроарывоф авыф а вы а   выофнкугцшйщш   ыофароваива   цуйкргшапв",
      "type": "16+"
    },
    {
      "id": "0e50",
      "name": "Blue Lock",
      "price": "200",
      "author": "Канэсиро Мунэюки",
      "image": "https://img4.labirint.ru/rc/a08c80335ad4a7c70e3094112d83a8f7/363x561q80/books101/1004076/cover.jpg?1707139569",
      "annotation": "Победа не знает слова \"иногда\". Победа всегда за страйкером!  Первый отборочный этап в самом разгаре: отыграны 2 из 4 раундов. Одержав верх над хитроумным противником, Исаги и команда \"Z\" наконец-то распробовали вкус победы и теперь, укрепив свой боевой дух, ждут нового поединка. Они не подозревают, насколько опасный разлад уже зреет внутри их коллектива и как им воспользуются оставшиеся оппоненты - две сильнейшие команды в блоке № 5. Смогут ли герои одолеть столь грозных противников или их отчаянное сопротивление будет сломлено натиском чемпионов блока?! Вперёд, эгоисты! Ваше будущее в ваших руках!  Каждый матч - игра ва-банк! На кону собственное будущее, а правило лишь одно: побеждай!  Книга 2 включает в себя третий и четвёртый тома манги. Подробнее: https://www.labirint.ru/books/1004076/",
      "type": "Manga"
    },
    {
      "id": "b42d",
      "name": "Naruto Shippuden",
      "price": "400",
      "author": "Masashi kishimoto",
      "image": "https://img3.labirint.ru/rc/c9aa78200d804ebf3879e17195177f8e/363x561q80/books97/964429/cover.jpg?1692372430",
      "annotation": "Стоило Наруто вернуться домой после тренировок с Дзирайей, как до Листвы дошли крайне тревожные вести: синоби из «Рассвета» напал на Пески и одолел Пустынного Гаару! Недолго думая, Цунадэ отправила на помощь союзникам Какаси, Сакуру и Наруто. Однако к тому моменту, как ниндзя добрались до логова «Рассвета», Гаара уже был мертв… У бездыханного тела кадзэкагэ отряд поджидали двое отступников: Дэйдара и Сасори. Наруто и Какаси бросились в погоню за Дэйдарой, а Сакуре и советнице Песков бабуле Тиё пришлось вступить в бой с кукольником Сасори. Сумеют ли куноити сразить умелого и жестокого противника или пополнят собой его коллекцию марионеток?.. Подробнее: https://www.labirint.ru/books/964429/",
      "type": "Manga"
    },
    {
      "id": "1fd6",
      "name": "Горние звуки",
      "price": "400",
      "author": "Аска Исии",
      "image": "https://img3.labirint.ru/rc/2d53456e8d098ab84af938eb91a34e1a/363x561q80/books101/1004075/cover.jpg?1707139568",
      "annotation": "Добросовестный учитель Тацуми отправляется на новое место работы - крошечный островок Аосима вблизи архипелага Огасавара, где сталкивается с явлениями, необъяснимыми с точки зрения здравого смысла. Он словно попадает в забытую добрую сказку, сочинённую самой природой. Рады ему здесь или же нет?.. Синий остров увлекает в мир за пределами пяти чувств, где в суматохе дней ещё не затерялись мимолётные чудеса. Подробнее: https://www.labirint.ru/books/1004075/",
      "type": "Manga"
    },
    {
      "id": "3182",
      "name": "Блич",
      "price": "322",
      "author": "Тайто Кубо",
      "image": "https://img4.labirint.ru/rc/3dc70a8f5bcc4b79fa5662047f4e7fbe/363x561q80/books97/966172/cover.jpg?1692016175",
      "annotation": "Ichigo Kurosaki never asked for the ability to see ghosts - he was born with the gift. When his family is attacked by a Hollow—a malevolent lost soul—Ichigo becomes a Soul Reaper, dedicating his life to protecting the innocent and helping the tortured spirits themselves find peace. Find out why Tite Kubo’s Bleach has become an international manga smash-hit! The war with Aizen is finally over, but the aftermath is just beginning. Ichigo lost his Soul Reaper powers in the last battle, and he now must try to live the quiet life of an ordinary mortal. But his attempts at being average are interrupted by a mysterious man who claims he can help Ichigo regain his powers. Who is this stranger, and what are his real motives…? Подробнее: https://www.labirint.ru/books/966172/",
      "type": "Manga"
    },
    {
      "id": "4e11",
      "name": "За старшего",
      "price": "700",
      "author": "Шамиль Идиатуллин",
      "image": "https://files.books.ru/pic/5473001-5474000/5473933/1832902636c.jpg",
      "annotation": "Книга Шамиля Идиатуллина «За старшего» продолжает серию «РЕШ: страшно интересно». Психологическому триллеру о промышленном шпионаже тесно в жанровых рамках: это и характерный для прозы последних лет провинциальный роман, и история о том, что и кто стоит за спиной помнящих свое родство.   В качественно сплетенном сюжете, где из множества персонажей и разрозненных событийных осколков к последней трети романа сложится нужное слово, проступает обычный для Идиатуллина мотив: «Семья — это свои, которых ты должен защищать. Если некого защищать, значит, ты прожил жизнь зря».  Шамиль Идиатуллин — прозаик и журналист, дважды лауреат премии \"Большая книга\" — мастер самых разных жанров: автор реалистических романов \"Город Брежнев\" и \"Бывшая Ленина\", триллеров \"Убыр\" и \"До февраля\", этнофэнтези \"Последнее время\", романа \"Возвращение “Пионера”\" и сборника \"Всё как у людей\" (последние два — просто фантастика).  Сотрудник Службы внешней разведки должен срочно найти данные о новейшей американской технологии.Менеджер компании, работающей над этой технологией, должен срочно получить заказ Пентагона.  Владелец российского военного завода, разрабатывающего аналогичную технологию, должен сесть в тюрьму за убийство, которого не совершал.  Друг жертвы, офицер Следственного комитета, должен найти настоящих преступников.И помочь всем, кто должен, может лишь один человек. Которого, в принципе, не существует. И который никому ничего вроде и не был должен. Пока не остался за старшего.\"Шамиль Идиатуллин теперь наш отечественный Джон Ле Карре — и это отличная новость\".  Константин Мильчин\"Узелок за узелком Шамиль Идиатуллин ткет свой яркий по краскам и сложнейший по рисунку ковер, и до самого конца не понятно, каким он будет\".Сергей Костин, писатель и сценарист,автор цикла \"Пако Аррайя\",консультант сериала \"The Americans\"  \"Идиатуллину удалось написать, и очень качественно, не просто шпионский триллер с супергероем, но — остроумную и честную книгу о том, что, в общем, нехорошо распродавать страну по кусочкам, потому что страна — это продолжение тебя, твоей семьи, твоего рода. А семьей торговать — грех пострашнее любого из библейских\".\"Известия\"",
      "type": "для подростков"
    },
    {
      "id": "a8c8",
      "name": "Граф Монте-Кристо ",
      "price": "5540",
      "author": "Александр Дюма ",
      "image": "https://s1.livelib.ru/boocover/1002217446/200x305/518c/Aleksandr_Dyuma__Graf_MonteKristo.jpg",
      "annotation": "Как и сто шестьдесят пять лет назад, \"Граф Монте-Кристо\" Александра Дюма остается одним из самых популярных романов в мировой литературе. К нему писали продолжения, его ставили на сцене, создавали мюзиклы, экранизировали, но и по сей день бесчисленные издания этой книги доставляют удовольствие новым и новым поколениям читателей. История молодого парижанина, которого приятели в шутку засадили в тюрьму, почерпнута автором в архивах парижской полиции. А из-под пера мастера выходит моряк Эдмон Дантес, мученик замка Иф. Не дождавшись правосудия, он решает сам вершить суд и жестоко мстит врагам, разрушившим его счастье. В настоящем издании роман сопровождается полным комплектом иллюстраций французских художников XIX века к первым публикациям «Графа Монте-Кристо». В издание также включена история сапожника Франсуа Пико, взятая из криминальной хроники, послужившая прообразом сюжетных перипетий романа. ",
      "type": "для подростков"
    },
    {
      "id": "8aed",
      "name": "Нетерпение сердца ",
      "price": "540",
      "author": "Стефан Цвейг ",
      "image": "https://s1.livelib.ru/boocover/1002753859/200x305/9a2c/Stefan_Tsvejg__Neterpenie_serdtsa.jpg",
      "annotation": "Малодушное сострадание в ответ на искреннюю любовь — в единственном завершенном романе Стефана Цвейга с необыкновенной психологической глубиной и драматизмом описываются отношения между молодым лейтенантом австрийской армии Антоном и влюбленной в него Эдит, богатой и красивой, но прикованной к инвалидному креслу. Роман об обостренном чувстве одиночества, об обманутом доверии, о нетерпении сердца, не дождавшегося счастливого поворота судьбы Подробнее на livelib.ru: https://www.livelib.ru/book/1002753859-neterpenie-serdtsa-stefan-tsvejg",
      "type": "для подростков"
    },
    {
      "id": "0f42",
      "name": "Ставок больше нет",
      "price": "340",
      "author": "Жан-Поль Сартр",
      "image": "https://api.bookmate.ru/assets/books-covers/d6/8e/ysaODfkQ-ipad.jpeg?image_hash=8b874c89efd7f6bd47beb9e3fcc799dd",
      "annotation": "Роман-пьеса «Ставок больше нет» был написан Сартром еще в 1943 году, но опубликован только по окончании войны, в 1947 году. В длинной очереди в кабинет, где решаются в загробном мире посмертные судьбы, сталкиваются двое — прекрасная женщина, отравленная мужем ради наследства, и молодой революционер, застреленный предателем. Сталкиваются, начинают говорить, чтобы избавиться от скуки ожидания, и… успевают полюбить друг друга настолько сильно, что неожиданно получают второй шанс на возвращение в мир живых, ведь в бумаги «небесной бюрократии» вкралась ошибка — эти двое, предназначенные друг для друга, так и не встретились при жизни. Но есть условие — за одни лишь сутки влюбленные должны найти друг друга на земле, иначе они вернутся в загробный мир уже навеки…",
      "type": "для подростков"
    },
    {
      "id": "cd38",
      "name": "Своя комната",
      "price": "500",
      "author": "Вирджиния Вулф",
      "image": "https://api.bookmate.ru/assets/books-covers/1f/f7/nVSlzhre-ipad.jpeg?image_hash=9adb485743109c7ab76646ab16f65a96",
      "annotation": "500 фунтов в год и своя комната — это главное, что нужно женщине для творчества, по мнению Вирджинии Вулф. «Своя комната» — знаменитое эссе, основанное на лекциях, которые Вулф прочитала в Ньюнхэм-колледже и Гёртон-колледже — двух женских колледжах Кембриджского университета — в октябре 1928 года. В нем она обращается ко всем женщинам, занимающимся литературой, и вспоминает своих великих предшественниц — Джейн Остен, Шарлотту Бронте, Джордж Элиот, — вынужденных писать в общей гостиной, прятать рукописи подальше от посторонних глаз и все время сталкиваться с мнением, что писательский труд — недостойное занятие для женщины. Эссе, несмотря на публицистический формат, не теряет красоты и меткости слога, присущей творчеству Вирджинии Вулф, и полно тонкого юмора и самоиронии.",
      "type": "для подростков"
    },
    {
      "id": "a893",
      "name": "Ставок больше нет",
      "price": "650",
      "author": "Жан-Поль Сартр",
      "image": "https://api.bookmate.ru/assets/books-covers/d6/8e/ysaODfkQ-ipad.jpeg?image_hash=8b874c89efd7f6bd47beb9e3fcc799dd",
      "annotation": "Роман-пьеса «Ставок больше нет» был написан Сартром еще в 1943 году, но опубликован только по окончании войны, в 1947 году. В длинной очереди в кабинет, где решаются в загробном мире посмертные судьбы, сталкиваются двое — прекрасная женщина, отравленная мужем ради наследства, и молодой революционер, застреленный предателем. Сталкиваются, начинают говорить, чтобы избавиться от скуки ожидания, и… успевают полюбить друг друга настолько сильно, что неожиданно получают второй шанс на возвращение в мир живых, ведь в бумаги «небесной бюрократии» вкралась ошибка — эти двое, предназначенные друг для друга, так и не встретились при жизни. Но есть условие — за одни лишь сутки влюбленные должны найти друг друга на земле, иначе они вернутся в загробный мир уже навеки…",
      "type": "для подростков"
    },
    {
      "id": "8aab",
      "name": "Старик и море. ",
      "price": "450",
      "author": "Эрнест Хемингуэй",
      "image": "https://api.bookmate.ru/assets/books-covers/9a/df/JCDxgKeF-ipad.jpeg?image_hash=2fee207d60e273feef85a3281ca19aa5",
      "annotation": "«Старик и море». Повесть посвящена «трагическому стоицизму»: перед жестокостью мира человек, даже проигрывая, должен сохранять мужество и достоинство. Автобиографическая повесть «Зеленые холмы Африки» — одно из произведений, заложивших основу мифа о «папе Хэме» — смелом до безумия авантюристе-интеллектуале, любимце женщин, искателе сильных ощущений и новых впечатлений.",
      "type": "для подростков"
    },
    {
      "id": "3820",
      "name": "Райский сад",
      "price": "340",
      "author": "Эрнест Хемингуэй",
      "image": "https://api.bookmate.ru/assets/books-covers/a9/b0/nK8fScdn-ipad.jpeg?image_hash=941517764231237dd5953f3f14d43b88",
      "annotation": "Как умирает любовь — день за днем, взгляд за взглядом, слово за словом? Как умирает любовь, несмотря на все усилия двоих ее сохранить? Молодой писатель Дэвид и его жена Кэтрин никогда не верили, что их любовь смертна, — но орудием пытки и яблоком раздора для них стала другая женщина. Именно из-за нее между супругами развернулась борьба — поначалу в шутку, а потом и всерьез…",
      "type": "для подростков"
    },
    {
      "id": "c028",
      "name": "Фиолетовый сон",
      "price": "580",
      "author": "Эрих Мария Ремарк",
      "image": "https://api.bookmate.ru/assets/books-covers/44/23/ex3Wy04U-ipad.jpeg?image_hash=3015706903993150bf287a56c901aeaa",
      "annotation": "В сборник включены статьи и очерки разных лет, в том числе «О стиле нашего времени», «Реклама и продавцы», «Основы декаданса», и не менее серьезные и поучительные: «Фиолетовый сон», «О смешивании изысканных крепких напитков» и «Флирт с Карлом». В них Ремарк непредвзято высказывается о политике, рассуждает о литературе, искусстве, писательстве, автогонках и о многом другом.",
      "type": "для подростков"
    },
    {
      "id": "b934",
      "name": "Снега Килиманджаро",
      "price": "660",
      "author": "Эрнест Хемингуэй",
      "image": "https://api.bookmate.ru/assets/books-covers/b8/e1/Urcn5zt1-ipad.jpeg",
      "annotation": "В творчестве Хемингуэя произведения короткой формы всегда занимали особое место. В этот сборник вошли рассказы разных лет, в том числе «визитные карточки» писателя — «Снега Килиманджаро» и «Недолгое счастье Фрэнсиса Макомбера». Как всегда, проза Хемингуэя — очень личная, во многом автобиографичная. В этих рассказах отразились влюбленность писателя в Африку, его любовь к охоте и, конечно же, его душевные переживания, его взаимоотношения с женщинами, воспоминания о Париже и о войне.",
      "type": "для подростков"
    },
    {
      "id": "b9b0",
      "name": "Солнечный удар",
      "price": "850",
      "author": "Иван Бунин",
      "image": "https://api.bookmate.ru/assets/books-covers/0a/50/T9bRzKTn-ipad.jpeg?image_hash=256d41a77e201cd5f3679ea3b560fea7",
      "annotation": "И.А. Бунин (1870–1953) в совершенстве владел жанрами рассказа и повести. Его проза всегда о любви. О любви к России, природе, женщине. Подлинное чувство для Бунина — недостижимая вершина, к которой стремится человек, мечтая о понимании, единстве с другой личностью, с миром, но никогда не обретает его навсегда, до конца дней своих.",
      "type": "для поодростков"
    },
    {
      "id": "0673",
      "name": "Колобок",
      "price": "150",
      "author": "Народное творчество",
      "image": "https://api.bookmate.ru/assets/books-covers/29/46/LWgigU1e-ipad.jpg",
      "annotation": "Русская народная сказка в пересказе К.Д. Ушинского.",
      "type": "для детей"
    },
    {
      "id": "879a",
      "name": "Репка",
      "price": "100",
      "author": "Народное творчество",
      "image": "https://api.bookmate.ru/assets/books-covers/74/ef/Je9UAcdF-ipad.jpeg?image_hash=86047c2fde728b1d90fa062df4f1152d",
      "annotation": "...",
      "type": "для детей"
    },
    {
      "id": "322b",
      "name": "Теремок",
      "price": "120",
      "author": "Народное творчество",
      "image": "https://api.bookmate.ru/assets/books-covers/27/67/MhvAGQSv-ipad.jpg",
      "annotation": "Для дошкольного возраста.",
      "type": "для детей"
    },
    {
      "id": "6e9c",
      "name": "Гуси-лебеди. ",
      "price": "130",
      "author": "Народное творчество",
      "image": "https://api.bookmate.ru/assets/books-covers/29/56/gXYyNuc3-ipad.jpg",
      "annotation": "Русская, народная сказка",
      "type": "для детей"
    },
    {
      "id": "57b5",
      "name": "Маша и медведь",
      "price": "200",
      "author": "Народное творчество",
      "image": "https://api.bookmate.ru/assets/books-covers/de/bd/N5SBaiMQ-ipad.jpg",
      "annotation": "...",
      "type": "для детей"
    }
  ],
  "basket": [
    {
      "id": "3182",
      "name": "Блич",
      "price": "322",
      "author": "Тайто Кубо",
      "image": "https://img4.labirint.ru/rc/3dc70a8f5bcc4b79fa5662047f4e7fbe/363x561q80/books97/966172/cover.jpg?1692016175",
      "annotation": "Ichigo Kurosaki never asked for the ability to see ghosts - he was born with the gift. When his family is attacked by a Hollow—a malevolent lost soul—Ichigo becomes a Soul Reaper, dedicating his life to protecting the innocent and helping the tortured spirits themselves find peace. Find out why Tite Kubo’s Bleach has become an international manga smash-hit! The war with Aizen is finally over, but the aftermath is just beginning. Ichigo lost his Soul Reaper powers in the last battle, and he now must try to live the quiet life of an ordinary mortal. But his attempts at being average are interrupted by a mysterious man who claims he can help Ichigo regain his powers. Who is this stranger, and what are his real motives…? Подробнее: https://www.labirint.ru/books/966172/",
      "type": "Manga"
    },
    {
      "id": "b42d",
      "name": "Naruto Shippuden",
      "price": "400",
      "author": "Masashi kishimoto",
      "image": "https://img3.labirint.ru/rc/c9aa78200d804ebf3879e17195177f8e/363x561q80/books97/964429/cover.jpg?1692372430",
      "annotation": "Стоило Наруто вернуться домой после тренировок с Дзирайей, как до Листвы дошли крайне тревожные вести: синоби из «Рассвета» напал на Пески и одолел Пустынного Гаару! Недолго думая, Цунадэ отправила на помощь союзникам Какаси, Сакуру и Наруто. Однако к тому моменту, как ниндзя добрались до логова «Рассвета», Гаара уже был мертв… У бездыханного тела кадзэкагэ отряд поджидали двое отступников: Дэйдара и Сасори. Наруто и Какаси бросились в погоню за Дэйдарой, а Сакуре и советнице Песков бабуле Тиё пришлось вступить в бой с кукольником Сасори. Сумеют ли куноити сразить умелого и жестокого противника или пополнят собой его коллекцию марионеток?.. Подробнее: https://www.labirint.ru/books/964429/",
      "type": "Manga"
    }
  ]
}